---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionZProfile
source: html/c711c18c-7823-74ef-e219-5b1439e8789b.htm
---
# StructuralSectionZProfile Properties

Common set of parameters for structural analysis.